{
  "quotes": [
    {
      "id": 1,
      "quote": "The here and now is all we have, and if we play it right it's all we'll need.",
      "author": "Ann Richards"
    },
    {
      "id": 2,
      "quote": "war is bad",
      "author": "Colin Powell"
    },
    {
      "id": 5,
      "quote": "The cure for boredom is curiosity. There is no cure for curiosity.",
      "author": "Dorothy Parker"
    },
    {
      "id": 6,
      "quote": "Do the best you can in every task, no matter how unimportant it may seem at the time. No one learns more about a problem than the person at the bottom.",
      "author": "Sandra Day O'Connor"
    },
    {
      "id": 7,
      "quote": "Tell me and I forget, teach me and I remember, involve me and I learn.",
      "author": "Benjamin Franklin"
    },
    {
      "id": 8,
      "quote": "Sometimes I'm considered inspirational, but don't forget that at one point I advocated for the use of poison gas against the Kurds",
      "author": "Winston Churchill"
    },
    {
      "id": 9,
      "quote": "Our greatest glory is not in never falling, but in rising everytime we fall.",
      "author": "Confucius"
    },
    {
      "id": 10,
      "quote": "You know, failure hurts. Any kind of failure stings. If you live in the sting, you will undoubtedly fail. My way of getting past the sting is to say no, I’m just not going to let this get me down.",
      "author": "Sonia Sotomayor"
    },
    {
      "quote": "If there is a book that you want to read, but it hasn't been written yet, you must be the one to write it.",
      "author": "Toni Morrison",
      "id": 11
    },
    {
      "quote": "I'm alright with a slow burn. Taking my time, let the world turn. ",
      "author": "Kacey Musgraves",
      "id": 13
    },
    {
      "quote": "In a racist society it is not enough to be non-racist, we must be anti-racist.",
      "author": "Angela Davis",
      "id": 14
    },
    {
      "quote": "It is in collectivities that we find reservoirs of hope and optimism.",
      "author": "Angela Davis",
      "id": 15
    },
    {
      "quote": "But for a society build on exploitation, there is no greater threat than having no one left to oppress.",
      "author": "NK Jemisin",
      "id": 16
    },
    {
      "quote": "So here is why I write what I do: We all have futures. We all have pasts. We all have stories. And we all, every single one of us, no matter who we are and no matter what’s been taken from us or what poison we’ve internalized or how hard we’ve had to work to expel it –  – we all get to dream.",
      "author": "NK Jemisin",
      "id": 17
    },
    {
      "quote": "I tell my students, 'When you get these jobs that you have been so brilliantly trained for, just remember that your real job is that if you are free, you need to free somebody else. If you have some power, then your job is to empower somebody else. This is not just a grab-bag candy game.",
      "author": "Toni Morrison",
      "id": 18
    }
  ],
  "likes": [
    {
      "id": 1,
      "quoteId": 1,
      "createdAt": 1558524356
    },
    {
      "quoteId": 2,
      "id": 2
    },
    {
      "quoteId": 7,
      "id": 3
    },
    {
      "quoteId": 5,
      "createdAt": "",
      "id": 4
    },
    {
      "quoteId": 6,
      "createdAt": "",
      "id": 5
    },
    {
      "quoteId": 2,
      "createdAt": "",
      "id": 6
    },
    {
      "quoteId": 13,
      "createdAt": "",
      "id": 7
    },
    {
      "quoteId": 11,
      "createdAt": "",
      "id": 8
    },
    {
      "quoteId": 14,
      "createdAt": "",
      "id": 9
    },
    {
      "quoteId": 16,
      "createdAt": 1565869152000,
      "id": 10
    },
    {
      "quoteId": 15,
      "createdAt": 1565869153000,
      "id": 11
    },
    {
      "quoteId": 17,
      "createdAt": 1565869406000,
      "id": 12
    },
    {
      "quoteId": 18,
      "createdAt": 1565869750000,
      "id": 13
    }
  ]
}